<?php

return [

    'pmp' => [
        'view'   => 'Դիտել PMP բաժինը',
        'create' => 'Ստեղծել PMP',
        'update' => 'Խմբագրել PMP',
    ],

    'pmp_group' => [
        'check_group' => 'Ստուգել PMP ծածկագրի գոյությունը',
        'check_group_name' => 'Ստուգել PMP անվան գոյությունը',
        'check_remote_number' => 'Ստուգել PMP ենթահամարը',
    ],

    'pmp_files' => [
        'view' => 'Դիտել PMP ֆայլերը',
        'upload' => 'Վերբեռնել PMP ֆայլ',
        'delete' => 'Ջնջել PMP ֆայլ',
    ],

    'orders' => [
        'view' => 'Դիտել պատվերները',
        'create' => 'Ստեղծել պատվեր',
        'update' => 'Խմբագրել պատվեր',
        'delete' => 'Ջնջել պատվեր',
    ],

    'clients' => [
        'view'   => 'Դիտել հաճախորդների ցանկը',
        'create' => 'Ստեղծել հաճախորդ',
        'update' => 'Խմբագրել հաճախորդ',
        'delete' => 'Ջնջել հաճախորդ',
    ],

    'workers' => [
        'view'   => 'Դիտել աշխատակիցների ցանկը',
        'create' => 'Ստեղծել աշխատակից',
        'update' => 'Խմբագրել աշխատակից',
        'delete' => 'Ջնջել աշխատակից',
    ],

    'materials' => [
        'view'   => 'Դիտել նյութերի ցանկը',
        'create' => 'Ավելացնել նյութ',
        'update' => 'Խմբագրել նյութ',
        'delete' => 'Ջնջել նյութ',
    ],

    'material_categories' => [
        'view' => 'Դիտել նյութերի կատեգորիաները',
    ],

    'roles' => [
        'view' => 'Դիտել հաստիքները',
    ],

    'factory' => [
        'view'         => 'Դիտել արտադրամասերի տվյալները',
        'order_update' => 'Փոխել արտադրամասի աշխատանքի կարգավիճակը',
        'download'     => 'Դիտել և ներբեռնել արտադրամասի ֆայլերը',
    ],
];
