<?php

return [

    'pmp' => [
        'view'   => 'PMP դիտել',
        'create' => 'PMP ստեղծել',
        'update' => 'PMP թարմացնել',
    ],

    'pmp_group' => [
        'check_group' => 'PMP խումբ ստուգել',
        'check_group_name' => 'PMP խմբի անուն ստուգել',
        'check_remote_number' => 'Հեռակա համարով PMP ստուգել',
    ],

    'pmp_files' => [
        'view' => 'PMP ֆայլ դիտել',
        'upload' => 'PMP ֆայլ վերբեռնել',
        'delete' => 'PMP ֆայլ ջնջել',
    ],

    'orders' => [
        'view' => 'Պատվեր դիտել',
        'create' => 'Պատվեր ստեղծել',
        'update' => 'Պատվերներ թարմացնել',
        'delete' => 'Պատվերներ ջնջել',
    ],

    'clients' => [
        'view'   => 'Հաճախորդներ դիտել',
        'create' => 'Հաճախորդ ստեղծել',
        'update' => 'Հաճախորդ թարմացնել',
        'delete' => 'Հաճախորդ ջնջել',
    ],

    'workers' => [
        'view'   => 'Աշխատակիցներ դիտել',
        'create' => 'Աշխատակից ստեղծել',
        'update' => 'Աշխատակից թարմացնել',
        'delete' => 'Աշխատակից ջնջել',
    ],

    'materials' => [
        'view'   => 'Նյութեր դիտել',
        'create' => 'Նյութ ավելացնել',
        'update' => 'Նյութ թարմացնել',
        'delete' => 'Նյութ ջնջել',
    ],

    'material_categories' => [
        'view' => 'Նյութերի կատեգորիաներ դիտել',
    ],

    'roles' => [
        'view' => 'Ռոլեր դիտել',
    ],

    'factory' => [
        'view'         => 'Գործարան դիտել',
        'order_update' => 'Պատվեր թարմացնել (գործարան)',
        'download'     => 'Գործարանի ֆայլ ներբեռնել',
    ],
];
